[
  {
    "author": "Laura Snapes",
    "category": "music",
    "content": "Without wanting to stoke the hype fires too carelessly, this Brixton MC has one of the keenest minds and sharpest tongues in rap music today, not just in the UK but across the world. Moment to moment, her flows are astonishing technical accomplishments, with words fiendishly darting into rhythmic space. Her rhymes rarely land on the word you expect: tinnitus begets Leviticus, and London traffic restriction Ulez gets rhymed with 90s romcom Clueless. But what's perhaps most impressive is Cristale's versatility and willingness to push herself across the rap production spectrum. She can do callous taunting or bruised introspection, twist the thermostat between cold trap and warm hip-hop, and bring her Jamaican heritage to bear on dancehall tracks (complete with withering accent and patois). Her core mode is the thrilling moped-swerve of UK drill - but even on these beats she revs the genre onwards, as she does with the minimalism of Roadents. It's quite humbling to learn she's only 22 years old, and can also act, taking a sizeable role in The Kitchen, a socially conscious dystopian drama co-written and co-directed by Daniel Kaluuya - it's released on Netflix in January. BBT",
    "description": "Pop, drill and inhuman metalcore: new music to get excited about in 2024 Eight fresh acts to check out, from the astonishing flows of Brixton rapper Cristale to the southern rock of MJ Lenderman",
    "image_url": "https://i.guim.co.uk/img/media/f0f660fca21e16082a21b0a2f4f6066a47305ec5/0_0_2560_1536/master/2560.jpg?width=1300&dpr=1&s=none",
    "publish_date": "2023-01-02 08:39",
    "title": "Pop, drill and inhuman metalcore: new music to get excited about in 2024",
    "url": "https://www.theguardian.com/music/2024/jan/02/pop-drill-and-inhuman-metalcore-new-music-to-get-excited-about-in-2024"
  },
  {
    "author": "Brennan Doherty",
    "category": "worklife",
    "content": "When the first airstrikes fell on Ukraine in February 2022, corporate executives with operations or holdings in Russia were forced to pick a side. This decision had significant implications. Russia remains a major business market, with a population of 145 million; its 2022 GDP was a staggering $2.24tn (£1.81tn), right behind France. Fleeing companies would leave a lot of revenue on the table.  Yet amid a gruelling war, with tens of thousands of civilian casualties and widespread international condemnation of Russia, companies risked severe reputational damage by staying put. Plus, a mix of international pressure, sanctions and risks of Russian government interference offered strong reasons for companies to leave when the conflict began.  \"Some decided to stay, some decided to go very quickly, and some dragged their feet,\" says Roman Sidortsov, an associate professor of energy policy at Michigan Technological University, US, who practised corporate law and taught in Russia.  One of the biggest companies to pull out almost immediately was British Petroleum, which exited just three days after the conflict began.",
    "description": "Hundreds of companies have exited Russia due to its invasion of Ukraine, but others cite revenue concerns - and even humanitarianism - as reasons to stay put.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gfblgf.webp",
    "publish_date": "2023-01-05 05:34",
    "title": "Business in Russia: Why some firms haven't left",
    "url": "https://www.bbc.com/worklife/article/20230918-business-in-russia-why-some-firms-havent-left"
  },
  {
    "author": "Callum Matthews",
    "category": "sport",
    "content": "The two-Test series starts on 3 February while South Africa's premier T20 competition, the SA20, is ongoing.  South Africa's 14-man squad contains seven uncapped players, including Neil Brand, who is set to captain the side.  CSA tried to reschedule the series but says the calendar made it impossible.  Seamer Duanne Olivier is the most experienced name in the squad, having played 15 Tests between 2017 and 2022, while batter Keegan Petersen has played 12 times.  In total the squad has 50 Test caps, while there are just three players - Petersen, David Bedingham and Zubayr Hamza - included from their ongoing Test series against India.  The Proteas won the opening Test of that series by an innings and 32 runs last week, with the second and final game starting on Wednesday.",
    "description": "Cricket South Africa (CSA) says it has the 'utmost respect' for Test cricket after they were criticised for naming a weakened squad for a tour of New Zealand.",
    "image_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/3849/production/_132190441_gettyimages-1879667757.jpg",
    "publish_date": "2023-01-02 06:18",
    "title": "South Africa cricket has 'utmost respect' for Test cricket after New Zealand squad criticism",
    "url": "https://www.bbc.com/sport/cricket/67866091"
  },
  {
    "author": "Kit Yates",
    "category": "future",
    "content": "This is how the problem often starts: \"If Jane pays £5 for 10 grapefruits, how many grapefruits does she get for £50?\"  Answering the question, it transpires that the idealised world of mathematics is the only place you can buy 100 grapefruits and no-one bats an eyelid.  To find the answer to the question, many of us have been conditioned to use linear reasoning to assume that for 10 times as much money, Jane gets herself 10 times as many grapefruits.  The word \"linear\" describes a special relationship between two variables - an input and an output. If a relationship is linear, a change in one quantity by a fixed amount will always produce a fixed change in the other quantity. This is a good model for all sorts of real-world relationships. With a fixed exchange-rate, a pound Sterling might be worth two New Zealand dollars, £10 would be worth NZ$20 and £100 would be worth NZ$200. This is a special type of linear relationship. As you increase the pounds you want to exchange, the number of dollars you get back increases in direct proportion - if I double the input I also double the output.",
    "description": "As we grow up we are trained to think about things in a linear way. But it can leave us ill-equipped in our complex, fast moving modern world, harm our finances and even cause problems with artificial intelligence.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h22bfj.webp",
    "publish_date": "2023-01-05 18:43",
    "title": "The problem of thinking in straight lines",
    "url": "https://www.bbc.com/future/article/20231229-the-problem-of-thinking-in-straight-lines"
  },
  {
    "author": "Dani Wright",
    "category": "travel",
    "content": "Extending off the rugged north-western tip of Australia's island-state of Tasmania is a wildly remote peninsula with a bleak name: Cape Grim (officially Kennaook/Cape Grim).  Few travellers make it to this region known as the \"Edge of the World\". But those who do come will find dramatic cliffs, windswept heaths and black-sand beaches in striking contrast to the verdant patchwork farmland on the hilltops.  This isolation has not only kept Cape Grim beautifully raw but given it an unusual claim to fame: this is where you'll find some of the cleanest air on Earth, according to the air pollution station located on the cape.  One of 25 worldwide atmospheric stations, the cliff-top Cape Grim Baseline Atmospheric Pollution Station (CGBAPS) was created in 1976 to collect and analyse the composition of this pristine air, which is unaffected by local pollution sources such as exhaust fumes or industrial smoke.  \"The strong westerly winds that buffet the Kennaook/Cape Grim air monitoring station have travelled thousands of kilometres over the icy Southern Ocean, making air measured here some of the cleanest in the world,\" said Dr Ann Stavert, senior research scientist at the Commonwealth Scientific and Industrial Research Organisation (CSIRO), which jointly manages the site with the Australian Bureau of Meteorology (BoM).",
    "description": "Dani Wright goes in search of some of the most pristine air on the planet and finds it in an inviting place with a forbidding name: Tasmania's Cape Grim.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gdpx21.webp",
    "publish_date": "2023-01-05 23:52",
    "title": "A picturesque island with the cleanest air on Earth",
    "url": "https://www.bbc.com/travel/article/20230918-a-picturesque-island-with-the-cleanest-air-on-earth"
  },
  {
    "author": "Garth Cartwright",
    "category": "music",
    "content": "What've I done? Made an eejit of myself?” Terri Hooley snaps when I praise his myriad achievements. “I'm fed up being called The Godfather of Punk - I'm not. I'm just an old hippy and punk was hippies' revenge, cos you didn't listen to us first time round!”  I had been warned Hooley might be cranky due to the dialysis he undergoes thrice weekly, combined with a busy schedule that involved DJing at recent gigs by the Northern Irish punk bands he brought to light - the Undertones and the Outcasts - and promoting the just-published biography Terri Hooley: Seventy-Five Revolutions, by Stuart Bailie. Turning to this biography makes Hooley perk up. “I think it's wonderful,” says the man whose championing of punk during the Troubles gave the region's youth hope. “When Stuart first told me about it, I thought he was mad!” Hooley's now all charm, happy to relive his extraordinary life.",
    "description": "He belted a Beatle, launched the Undertones and foiled armed kidnappers. Terri Hooley explains how he kept Northern Irish teens kicking as the Troubles escalated",
    "image_url": "https://www.irishtimes.com/resizer/y108wtpiVs-GIwkKV3_FJ2w5hNc=/1600x1200/filters:format(jpg):quality(70):focal(608x249:618x259)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/ZH75VQH7JKCRQMJYZZDZ25ET4E.jpg",
    "publish_date": "2023-01-01 08:00",
    "title": "'I regret punching Lennon': Terri Hooley on his wild life in the Belfast punk scene",
    "url": "https://www.theguardian.com/music/2024/jan/02/lennon-undertones-terri-hooley-belfast-punk-beatle-troubles"
  },
  {
    "author": "Michelle Tchea",
    "category": "travel",
    "content": "While Italian-Americans may celebrate the holiday season with the feast of the seven fishes and Swedes and Norwegians spread the festive table with seafood to make their julbord (Christmas Smorgasbord), the Swiss gather around a fondue pot in an activity of unity and friendship. However, it's not the cheese fondue you might expect - instead, they celebrate the end of the year by preparing fondue Chinoise (Chinese fondue), an Asian-inspired hot pot made with a fragrant, salty broth in lieu of cheese, and tender, melt-in-your-mouth ribeye steak for dipping, instead of bread.   Dating to the 17th Century, the history of cheese fondue, unlike fondue Chinoise, has been well-documented. It originated in western Switzerland, where farmers made hard cheese from a surplus of milk during the winter and it was ultimately eaten in the most delicious way possible: melted in a pot.",
    "description": "During the Christmas and New Year's holidays, cheese fondue is forgotten as Swiss families instead opt for fondue Chinoise, a fragrant hot pot of broth for dipping tender cuts of meat.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h1t9mw.webp",
    "publish_date": "2023-01-01 12:24",
    "title": "Fondue Chinoise: Switzerland's Asian-inspired hot pot",
    "url": "https://www.bbc.com/travel/article/20231229-fondue-chinoise-switzerlands-asian-inspired-hot-pot"
  },
  {
    "author": "Tobias Jones",
    "category": "opinions",
    "content": "Fifty years ago in Italy, there was one person over 65 for every child aged six or under. Just before Christmas, Italy's national statistics office, Istat, revealed that the ratio is now 5.6 to 1. The population pyramid has been inverted, with 24% of the Italian population now over 65.  With the death rate rising every year, the Italian population decreases by around 180,000 people per annum. The population has just dipped below 59 million and if current trends continue it's likely that by 2070 it will fall to 48 million.  One can clearly glimpse this ageing society with the naked eye. There are so many elderly men milling around Italian cities that the umarell phenomenon has become a meme: it's an affectionate term for pensioners who, with hands behind backs, gather round building sites to watch the progress.",
    "description": "With the country's population tumbling, what Italy really needs is greater immigration, yet how could Giorgia Meloni sanction that?",
    "image_url": "https://i.guim.co.uk/img/media/b2fde2ea7e014e8b612d1c20dc58e032ffb74784/0_328_5231_3138/master/5231.jpg?width=620&dpr=1&s=none",
    "publish_date": "2023-01-02 03:02",
    "title": "Boosting Italy's birthrate has become a patriotic cause for the far right. But it's an idea that's doomed",
    "url": "https://www.theguardian.com/commentisfree/2024/jan/03/italy-birthrate-far-right-population-immigration-giorgia-meloni"
  },
  {
    "author": "John Last",
    "category": "travel",
    "content": "The year was 1370, and even the shimmering canals of Venice brought no joy to Francesco Petrarch. Over the last two decades, the world-renowned scholar and poet had travelled the length and breadth of Italy. But with every passing year, he found himself retreating more from social life, seeking to escape the \"ignorance\" of his age.  \"I escape the city like an exile,\" he wrote, \"and choose to live in a solitary small village, in a pretty little house… where I spend my days completely calm, away from the tumult, the noise, the chores, continuously reading and writing.  Travelling west from the Venetian coast in search of this elusive paradise, Petrarch would have seen the shapes of the Euganean Hills rising over the broad, flat plain of the Po River Valley like beacons. ",
    "description": "Arquà Petrarca is known as the final resting place of a Renaissance patriarch - and the source of a fabled liquor whose name means 'to live in bliss', made from the jujube fruit.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gxlh67.webp",
    "publish_date": "2023-01-02 19:55",
    "title": "The tiny Italian town that drinks like Ancient Rome and Greece",
    "url": "https://www.bbc.com/travel/article/20231204-the-tiny-italian-town-that-drinks-like-ancient-rome-and-greece"
  },
  {
    "author": "Simon Urwin",
    "category": "travel",
    "content": "Located in the heart of Central Asia, Karakalpakstan is the \"stan within a stan\", an autonomous state of the landlocked Republic of Uzbekistan that borders Turkmenistan and Kazakhstan. Home to the Indigenous Karakalpak people, the desert province was, until recently, dominated by the Aral Sea - a vast inland lake that has since shrunk to a fraction of its original size.  Considered one of the most serious environmental disasters of modern times, the Aral Sea's fast-disappearing waters have spurred on conservation efforts here, leading to a growing interest in Karakalpakstan as a destination for eco-tourism.  Those visitors have, in turn, started to seek out the region's cultural treasures, too. \"The Khorezm desert fortresses and the Mizdarkhan necropolis here are amongst the most-impressive archaeological sites anywhere in Central Asia,\" said Sophie Ibbotson, co-author of the Bradt Guide to Karakalpakstan, the first-ever travel guide to the region. \"Elsewhere, the Savitsky Museum in the capital Nukus is justifiably known as the 'Louvre of the Steppe'.\" (The museum contains the world's second-largest collection of Russian avant-garde art alongside Karakalpak archaeological and ethnographic galleries.) \"For the intrepid traveller, this is a land of extraordinary variety, both in terms of landscapes and experiences.\"",
    "description": "Little known and rarely visited, Karakalpakstan is the largest province in Uzbekistan, but much of it is occupied by barren and inhospitable desert.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gvldsg.webp",
    "publish_date": "2023-01-05 00:15",
    "title": "Life in Karakalpakstan: The 'stan within a stan'",
    "url": "https://www.bbc.com/travel/article/20231130-life-in-karakalpakstan-the-stan-within-a-stan"
  },
  {
    "author": "Hilary Parkin",
    "category": "worklife",
    "content": "At JCPenney stores across the US, shoppers may notice a fresh paint smell, better lighting and shiny new signage - with even more improvements planned for the coming months. Centralised checkout counters are replacing registers once spread across multiple departments, and posters promise a \"new and improved shopping experience\" once the remodels are complete. Change is afoot at the retailer, and not just in the form of upgraded carpet (though that, too, is on the list).  The updates are part of a $1bn (£808m) investment the company announced in late August - a pricey effort to reinvigorate the brand following a high profile 2020 bankruptcy and subsequent restructuring. The funds will be partly dedicated to slicker technology and improved e-commerce features, but much of the focus remains on JCPenney's more than 650 physical stores. ",
    "description": "Retailers from JCPenney to Tiffany & Co are funnelling huge sums into store renovations. They're hoping massive makeovers will drive shoppers to spend.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gg7ksv.webp",
    "publish_date": "2023-01-01 05:13",
    "title": "How billion-dollar store makeovers are taking on the 'retail apocalypse'",
    "url": "https://www.bbc.com/worklife/article/20230922-how-billion-dollar-store-make-overs-are-taking-on-the-retail-apocalypse"
  },
  {
    "author": "By BBC Sport",
    "category": "sport",
    "content": "Tottenham have signed Sweden attacking midfielder Matilda Vinberg on a two-and-a-half-year contract.  Vinberg, 20, joins Spurs after her contract with Swedish champions Hammarby IF expired at the end of their domestic season in November.  She has played four times for Sweden and made her professional debut with Enskede IK when she was 15.  The move is subject to Vinberg receiving a work permit and international clearance.  In 2022, Vinberg was named the Swedish league's breakthrough player of the year and won Hammarby's player of the year award.  Tottenham are sixth in the Women's Super League as it pauses for a winter break.  Vinberg's first game could come against Sheffield United in the Women's FA Cup fourth round on Sunday, 14 January.",
    "description": "Tottenham have signed Sweden attacking midfielder Matilda Vinberg on a two-and-a-half-year contract.",
    "image_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/3AAB/production/_132191051_gettyimages-1244768708.jpg",
    "publish_date": "2023-01-03 13:25",
    "title": "Tottenham transfer news: Matilda Vinberg joins from Hammarby IF on two-and-a-half-year deal",
    "url": "https://www.bbc.com/sport/football/67867255"
  },
  {
    "author": "Kevin Le Gendre",
    "category": "music",
    "content": "Most jazz artists have what could be called the Big Band Dream. That dream is to lead between 12 and 20 musicians, comprising a rhythm section (piano, bass, drums and, sometimes, guitar), as well as trombones, trumpets and woodwinds. Together they make a mighty sound. A big band, or jazz orchestra, serves no small amount of ambition.  “It's always been a format that I was excited by, because it's a challenge and inspiring to work with so many instruments,” says US saxophonist Steve Lehman. He recently collaborated with France's 17-strong Orchestre National de Jazz to create one of 2023's most adventurous releases, Ex Machina, a mesmerising album that deftly combines acoustic timbres with glitchy, computer-generated noise.  Los Angeles-based Lehman is not the only contemporary composer-improviser making remarkable music with a big band. ",
    "description": "The big band theory: is the jazz orchestra seeing a renaissance? Before bebop ushered in the age of trios and quartets, large outfits dominated the scene. Now a new generation of players are bringing back the tradition - and its sense of community",
    "image_url": "https://i.guim.co.uk/img/media/f5b674101e63f7bea98cb422df0a6b44983199d5/215_235_1601_961/master/1601.jpg?width=1300&dpr=1&s=none",
    "publish_date": "2023-01-02 01:51",
    "title": "The big band theory: is the jazz orchestra seeing a renaissance?",
    "url": "https://www.theguardian.com/music/2024/jan/02/jazz-big-band-javier-nero-steve-lehman-orchestre-national-de-jazz"
  },
  {
    "author": "Amanda Ruggeri",
    "category": "travel",
    "content": "space and time appear to intersect in Baku. If you climb up to Highland Park and look down over the bustling city, you'll notice how different epochs have contributed to the dense urban fabric of Azerbaijan's capital. From the city's medieval sandstone nucleus to the glass skyscrapers of its most recent oil boom, Baku reveals its long history at the crossroads of East and West through its architecture.   Cultural guide and architectural researcher Gani Nasirov has been studying Baku's design for years, analysing the subtle details that distinguish its Zoroastrian roots from its Islamic core, and its Soviet past from its modern European influences.   \"Baku's architectural heritage is incredibly diverse. You can find buildings that draw inspiration from classical Greek and Roman shapes and others that exhibit Art Nouveau elements. Then there are grand Soviet socialist structures, which often incorporate Islamic and Oriental aesthetics,\" Nasirov said.  As Baku continues to renew itself, it has become a beacon for architecture buffs. From its historical monuments to its glittering modern marvels, here are the eight structures that Nasirov says best tell the city's story.",
    "description": "Lying at the crossroads of East and West, Azerbaijan's capital reveals its Zoroastrian, Islamic and Soviet past - and it's oil-rich present - through its unique design.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gdwxyn.webp",
    "publish_date": "2023-01-04 17:21",
    "title": "Discover Baku's history through its unique architecture",
    "url": "https://www.bbc.com/travel/article/20231229-discover-bakus-history-through-its-unique-architecture"
  },
  {
    "author": "Russell Fuller",
    "category": "sport",
    "content": "American Lauren Davis' withdrawal with a shoulder injury means the 21-year-old Briton now has direct entry into the main draw of the Grand Slam event.  Raducanu is 301st in the world, but was able to enter with a special ranking of 103 - her position before missing a minimum of six months through injury.  The Australian Open begins on 14 January in Melbourne, with the draw taking place on Thursday, 11 January.  As well as Davis' withdrawal, French Open finalist Karolina Muchova, Irina-Camelia Begu and Caty McNally have pulled out, while two-time Wimbledon champion Petra Kvitova withdrew after announcing she is pregnant with her first child.  Raducanu's most recent Grand Slam appearance was at last year's Australian Open, where she lost to Coco Gauff in the second round.  The former US Open champion returned to the tour in Auckland this week with a win over Romania's Elena Gabriela Ruse.  It was her first match since having minor operations on both hands and her left ankle in early May.  Her second round match in Auckland, against the second seed Elina Svitolina, is scheduled to begin at 05:30 GMT on Thursday.",
    "description": "Emma Raducanu will not have to qualify for this month's Australian Open.",
    "image_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/2C4B/production/_132193311_gettyimages-1457867160.jpg",
    "publish_date": "2023-01-03 05:22",
    "title": "Emma Raducanu: Briton enters main draw at Australian Open",
    "url": "https://www.bbc.com/sport/tennis/67870281"
  },
  {
    "author": "Phineas Harper",
    "category": "opinions",
    "content": "My sister has three questions she asks men who say they're feminists. It only takes one “yes” to pass her test, and yet few do. The questions are: if you get married to a woman, would you (and any kids) take her surname? If you had children with a woman, would you step back from your career to be their primary carer? And, simplest of all, would you wear a skirt in public?  The questions are lighthearted, and not intended to truly cut to the heart of feminist issues, but it's interesting to see how many men sheepishly give three “no” answers nonetheless. Despite much apparent progress towards gender equity, some conventions around how men feel they must act and dress differently to women are stubbornly persistent, from family to fashion.",
    "description": "I started wearing them to test my sister's lighthearted theory about feminism. Now I can't do without their vibrant versatility",
    "image_url": "https://i.guim.co.uk/img/media/83bd6738a3fa932740318306c8bc2b9c7dcdff36/69_405_1627_1437/master/1627.jpg?width=620&dpr=1&s=none",
    "publish_date": "2023-01-02 23:06",
    "title": "So you'd never wear a skirt in public? Men, you don't know what you're missing",
    "url": "https://www.theguardian.com/commentisfree/2024/jan/03/skirts-men-fashion-feminism"
  },
  {
    "author": "Emily McCrary",
    "category": "worklife",
    "content": "At 23:59 on 14 Sept, roughly 13,000 workers at three of the largest automakers in the US went on strike. After eight weeks of unsuccessful negotiations among the United Auto Workers union (UAW) and the companies - General Motors (GM), Ford and Stellantis - workers walked off the job when contracts expired. Thousands more workers have since joined the strike in 38 locations across 20 states, and President Biden is expected to show support by walking the picket line this week.  At the top of the UAW's demands is a 40% pay increase across four years (that number was lowered to 36% a few days after the strike began, after ongoing negotiations). Union president Shawn Fain has made the canyon-like gap between CEO and worker pay the foremost banner of the strike.  \"We're fed up with falling behind,\" Fain said in an interview with CBS's Face the Nation. ",
    "description": "The UAW is demanding higher wages from executives. How do American pay packets get so big - and can strikers close the gap between CEO-worker compensation?",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0ggnd82.webp",
    "publish_date": "2023-01-04 22:21",
    "title": "UAW auto strike: Why US Automotive CEOs make more than global competition",
    "url": "https://www.bbc.com/worklife/article/20230925-uaw-auto-strike-why-us-automotive-ceos-make-more-than-global-competition"
  },
  {
    "author": "Peter hain",
    "category": "opinions",
    "content": "After the Hamas terror of 7 October and Benjamin Netanyahu's horrific retaliation in Gaza, some long overdue truths need stating. First, Israel is not going to “destroy Hamas”, as its leaders promise - not even by destroying Gaza. Although Israel is damaging Hamas militarily, maybe significantly, with many of its tunnels eliminated and its fighters fleeing, Hamas is a movement and an ideology that, in many respects, Netanyahu's extremism helped to promote. Rightwing Israeli governments have thwarted serious negotiations with Palestine's more “moderate“ party, the late Yasser Arafat's Fatah, since the Camp David summit in 2000 - more than 20 years ago. They have also consistently oppressed Gaza residents, imposing a near-constant state of siege. Is it really surprising that many Palestinians turned in desperation to an extremist alternative in Hamas?",
    "description": "I'm a friend to both Israelis and Palestinians, and all my experience tells me this: tough negotiation will achieve what bombs cannot",
    "image_url": "https://i.guim.co.uk/img/media/fbfeee022b4eb2c64128c5ccbafeddd015ae0ad9/0_594_4000_2400/master/4000.jpg?width=620&dpr=1&s=none",
    "publish_date": "2023-01-05 05:51",
    "title": "Israel and its allies must face facts: peace talks are the only way forward, and they will have to include Hamas",
    "url": "https://www.theguardian.com/commentisfree/2024/jan/02/israel-allies-peace-talks-include-hamas-palestinians"
  },
  {
    "author": "India Bourke",
    "category": "future",
    "content": "Hundreds of miles off the coast of South America lie the rocky, volcanic islands of the Galapagos. Teeming with unusual creatures - from jaunty, blue-footed birds to dragon-like iguanas - these bountiful isles have long inspired innovative thinking.  A visit by the 19th-Century naturalist Charles Darwin prompted his famous theory of evolution, which proposed that species that are more adapted to their surroundings are more likely to survive. And now the islands are playing host to a very contemporary adaptation experiment: debt relief in exchange for spending on climate and nature.  Earlier this year, Ecuador, which has sovereignty over the Galapagos, announced a record-setting deal. With the help of the private Credit-Suisse investment bank and the US development bank, it refinanced $1.6bn (£1.3bn) of government bonds at a discounted rate and issued a new \"blue bond\". In exchange, at least $12m (£10m) a year of the money saved via this cheaper loan will now be funnelled into conservation efforts in the remote archipelago.",
    "description": "From Barbados to Belize, nations are beginning to swap debt for action on climate and conservation. But how far can this help without deeper reform of the global financial system?",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gz8sgv.webp",
    "publish_date": "2023-01-04 08:30",
    "title": "What if debt was written off to protect climate and nature?",
    "url": "https://www.bbc.com/future/article/20231212-what-if-the-world-cancelled-debt-for-climate-and-nature"
  },
  {
    "author": "Laura Martin",
    "category": "culture",
    "content": "Arts and culture may be a sanctum from the trials of daily life for many, but that is not to say they can't cause as much debate and consternation as they can provide comfort and joy.",
    "description": "Among all the highs and lows of the year in the arts, here are the people, works and incidents that really got everyone talking.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h149dr.webp",
    "publish_date": "2023-01-02 01:00",
    "title": "Prince Harry's Spare, Gwyneth's trial and Try That In a Small Town: 11 of the most controversial culture moments of 2023",
    "url": "https://www.bbc.com/culture/article/20231222-prince-harrys-spare-gwyneths-trial-and-try-that-in-a-small-town-11-of-the-most-controversial-culture-moments-of-2023"
  },
  {
    "author": "Future Planet team",
    "category": "future",
    "content": "The change is happening so rapidly that even the time between major climate reports can be measured in tenths of a degree of warming. Between one landmark report by the International Panel on Climate Change (IPCC) in 2018 and another in 2023, humans warmed the world by about 0.1C.  Taking stock of climate change can be difficult in a year of such rapid transformation as 2023.",
    "description": "From newborns saved by clean local power to the welcome return of an iconic lizard, our global reporters take stock of their most powerful moments in climate change of 2023.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h23lcr.webp",
    "publish_date": "2023-01-04 01:37",
    "title": "Moments of hope and resilience from the climate frontlines",
    "url": "https://www.bbc.com/future/article/20231221-how-climate-change-is-affecting-the-world"
  },
  {
    "author": "Meredith Turtis",
    "category": "worklife",
    "content": "Amid an uncertain economy, international political tension and leadership shake-ups, 2023 delivered big moments in business that shaped our year. They'll set the stage for the months to come.  February: TikTok bans go global  Prior to 2023, some governments around the world had banned the use of Chinese tech-company Bytedance's TikTok on devices, citing security concerns around data sharing with the Chinese government. In 2023, these bans spread - quickly.  In February, the European Commission, European Parliament and EU Council all imposed TikTok bans on government employee devices; Canada, too, mandated the removal of the app from federal devices. Shortly after, countries including the UK, New Zealand and Denmark made similar moves. Currently, more than a dozen countries have either partial or full bans in place.   In late February, the US government gave employees 30 days to uninstall TikTok from their work devices.",
    "description": "Soaring profits, stellar collapses, court cases and more - this year, big business moments abounded.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gkff0h.webp",
    "publish_date": "2023-01-02 11:07",
    "title": "Ten major events that shaped business in 2023",
    "url": "https://www.bbc.com/worklife/article/20231219-ten-major-events-that-shaped-business-in-2023"
  },
  {
    "author": "Alexis Benveniste",
    "category": "worklife",
    "content": "IIf you've noticed you're getting less while your bill at the till stays the same, it's not just you.  'Shrinkflation' - reducing a product's size or quantity while keeping its price stable - is rampant. As the global economy grapples with issues including rising raw material costs, supply chain backlogs and higher post-pandemic labourer wages, consumers are bearing the brunt of spiking production expenses.  Whether it's toilet roll or a bag of crisps, the practice, which mostly happens during times of inflation, is showing up in shops around the world. Last week, French supermarket Carrefour put stickers on products to warn consumers when a packet's contents have gotten smaller without a corresponding price decrease.  Consumers are taking note of the shift to smaller packaging and - and, naturally, they aren't happy, especially as their purchasing power is already falling amid inflation. Yet as uncomfortable as the sticker shock is now, a longer-term problem looms large: past manifestations of the phenomenon show the story of shrinkflation doesn't end when inflation does.   In terms of consumer frustrations, \"they notice price increases more than they notice size decreases\", says US-based Mark Stiving, the chief pricing educator at Impact Pricing, an organisation that educates companies on pricing. As a result, he says, companies use shrinkflation to raise prices \"less painfully\".",
    "description": "Products are getting smaller, and you're paying the same. The problem won't go away, even if the economy rebounds and inflation abates.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gg6r9j.webp",
    "publish_date": "2023-01-01 13:33",
    "title": "Shrinkflation isn't a trend - it's a permanent hit to your wallet",
    "url": "https://www.bbc.com/worklife/article/20230922-shrinkflation-isnt-a-trend-its-a-permanent-hit-to-your-wallet"
  },
  {
    "author": "Martha Henriques",
    "category": "future",
    "content": "You might have read it in news headlines in the run up to COP28, the UN climate talks held this year in Dubai, UAE. You might have heard it as part of your nation's climate pledge. You might know it from the Climate Clock in New York's Union Square, a public art project and reminder of the urgency of the climate crisis.  In any conversation about climate change, the figure \"1.5C\" is rarely far from the discussion.  But when people talk about \"1.5C\", what do they really mean? How do we measure it? And where did the figure come from? Is it the right target to be aiming for? And if we overshoot it, will we be able to come back below 1.5C again? Ahead of the climate summit in Dubai, we take a look at some of the questions around this key climate change figure.  What does keeping to the 1.5C threshold mean? It means that by the year 2100, the world's average surface temperature will have risen to no more than 1.5C (2.7F) warmer than pre-industrial levels. ",
    "description": "As leaders gather at COP28 in Dubai to discuss the climate crisis and negotiate how the world will address it, we consider one of the most important numbers in climate change: 1.5C.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gwv6yq.webp",
    "publish_date": "2023-01-02 09:49",
    "title": "Climate crisis: The 1.5C threshold explained",
    "url": "https://www.bbc.com/future/article/20231130-climate-crisis-the-15c-global-warming-threshold-explained"
  },
  {
    "author": "BBC Sport",
    "category": "sport",
    "content": "London-born Anunoby, 26, who was drafted from the Toronto Raptors on 30 December, scored 17 points and made six rebounds in a 112-106 victory.  Victory moves the Knicks to 18-15 for the season, keeping them seventh in the Eastern Conference.  The Timberwolves still lead the Western Conference on 24-8.  Julius Randle also starred for the Knicks, scoring 39 points and making nine rebounds.",
    "description": "OG Anunoby inspired the New York Knicks to a first win in four matches on his debut against the Minnesota Timberwolves.",
    "image_url": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B1F6/production/_132185554_gettyimages-1900663591-1.jpg.webp",
    "publish_date": "2023-01-02 04:24",
    "title": "NBA: OG Anunoby inspires New York Knicks to winning return on debut",
    "url": "https://www.bbc.com/sport/basketball/67861276"
  },
  {
    "author": "Laura Snapes",
    "category": "music",
    "content": "Cornwall was unusually quiet in 2020's first lockdown, empty of the usual Easter tourists. “Something really magic happened to time down here,” says Daisy Rickman, adding the usual caveat acknowledging the wider horrors. Raised in deep-west Mousehole (pronounced “mowzul”), she had been playing in a psychedelic folk band, but now had space to start writing her own songs. She was also reading Ithell Colquhoun's 1957 book The Living Stones, the surrealist painter's drifting inquiry into Cornish folk history. “A lot of it is about this part of the coast, between Lamorna and Mousehole,” says Rickman, 27. “It's amazing when you discover a piece of work that's focused on something that's really close to your heart, to see that through the eyes of an artist you really love.”  It's a feeling that local listeners and Celtic aficionados might recognise when listening to Rickman's music, inspired by Colquhoun's patch and local ancient stone circles.",
    "description": "The talented, hypnotically deep-voiced West Country musician left for Venice and Berlin, but returned to find a thriving folk revival - and looming gentrification",
    "image_url": "https://i.guim.co.uk/img/media/b4eab8b541ab2d3c1b067b4485a2c407c3306c74/0_0_2000_1338/master/2000.jpg?width=1020&dpr=1&s=none",
    "publish_date": "2023-01-05 04:39",
    "title": "Folk singer Daisy Rickman: 'My Cornish village has become this strange, beige kind of Disneyland'",
    "url": "https://www.theguardian.com/music/2024/jan/01/folk-singer-daisy-rickman-my-cornish-village-has-become-this-strange-beige-kind-of-disneyland"
  },
  {
    "author": "Faran Krentcil",
    "category": "culture",
    "content": "On the morning of 27 June, Google searches spiked for three words: \"The Bear Sweater\". To the uninitiated, the term might reference a Winnie the Pooh cardigan. But to streetwear acolytes, it was a signal flare: a new season of television's riveting drama The Bear had just dropped, and its unlikely hero - a scrappy chef named Carmen \"Carmy\" Berzatto (Jeremy Allen White) - was wearing something cool. For global fans of the show, \"The Bear Sweater\" had to be found at all costs… just like every other item Carmine Berzatto wears on TV.  ",
    "description": "Fashion and food are the twin preoccupations of the TV series, now entering season two. Faran Krentcil dissects the appeal of Carmy's crew neck and the series' cool-chef chic.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0fxsp9f.webp",
    "publish_date": "2023-01-04 14:59",
    "title": "How 'The Bear sweater' went viral",
    "url": "https://www.bbc.com/culture/article/20230628-why-fans-of-tvs-the-bear-are-obsessed-with-the-sweater"
  },
  {
    "author": "Clive Myrie",
    "category": "opinions",
    "content": "I wondered where Yonatan Zeigen found his strength; then I realised it comes from his dead mother. Vivian Silver was a Canadian-Israeli humanitarian and peace activist, who was murdered by Hamas gunmen at her home on Be'eri kibbutz, just a few kilometres from the Israel-Gaza border, on 7 October. On that day Hamas killed about 1,200 Israelis at multiple sites, with more than 100 perishing at the kibbutz. Visiting her burnt-out home a few weeks later, Yonatan told Canadian television that he'd managed to salvage a few of her personal belongings, but “everything was ashes there”, as the killers had torched the 74-year-old's home.  Vivian was born and raised in Winnipeg. She moved to Israel in 1973, wanting to be part of a peaceful solution to the Israeli-Palestinian conflict, which was violently reignited the year she arrived in the Middle East by the Yom Kippur war. Her subsequent life was devoted to reconciliation.",
    "description": "Hamas's murder of humanitarians such as Vivian Silver doesn't show their work was in vain - it shows that more people need to listen",
    "image_url": "https://i.guim.co.uk/img/media/3ed6f86260531c3045357bb0a1e47f16064cad83/0_0_4208_2525/master/4208.jpg?width=620&dpr=1&s=none",
    "publish_date": "2023-01-05 09:09",
    "title": "Out of the ashes, the dignity and compassion of Israeli peace activists gives me hope",
    "url": "https://www.theguardian.com/commentisfree/2024/jan/03/vivian-silver-peace-activism-israel-gaza-conflict"
  },
  {
    "author": "Cath Pound",
    "category": "culture",
    "content": "Over the course of her 50-year career, Dorothea Lange created some of the most iconic photographs of the 20th Century. From White Angel, Breadline to her poignant works on Japanese Americans denied their rights during World War Two, Lange embodied the humanity of the people caught up in events beyond their control. Lange began her career as a studio photographer and first experimented outside the studio on trips with her then-husband, the artist Maynard Dixon. But it was the Great Depression that spurred her to turn to documentary photography. \"In the early days of the Depression in San Francisco she began to see people in need on the streets. It was the experience of seeing something that was not right that made her go out and want to do something,\" says Philip Brookman, curator of Dorothea Lange: Seeing People at the National Gallery of Art in Washington. \"She believed that photographs could help change people's minds.\"",
    "description": "https://www.bbc.com/culture/article/20231203-dorothea-lange-10-of-the-uss-most-iconic-portraits",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gxgldq.webp",
    "publish_date": "2023-01-03 01:30",
    "title": "Dorothea Lange: 10 of the most iconic portraits from a lost US",
    "url": "https://www.bbc.com/culture/article/20231203-dorothea-lange-10-of-the-uss-most-iconic-portraits"
  },
  {
    "author": "BBC Sport",
    "category": "sport",
    "content": "Manchester United outcast Jadon Sancho might return to Borussia Dortmund on loan this month.  Sancho refused to apologise to Erik ten Hag for a social media post after the manager said his omission from September's defeat at Arsenal was related to his performance in training.  The England winger, 23, rejected this and said he was being made a scapegoat.  Since then he has been training away from the first team, with no end in sight to his exile.  United bought Sancho from Dortmund for £73m in July 2021.  It is understood the Bundesliga club are willing to offer Sancho a route back in the January transfer window, and are optimistic of reaching an agreement for the remainder of the season.  Any deal might require United to pay a significant portion of Sancho's wages, given the huge increase he received when he signed for the Red Devils.",
    "description": "Manchester United outcast Jadon Sancho might return to Borussia Dortmund on loan this month.",
    "image_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/9CAD/production/_132190104_gettyimages-1594075482.jpg",
    "publish_date": "2023-01-03 13:25",
    "title": "Jadon Sancho: Manchester United winger might rejoin Borussia Dortmund on loan",
    "url": "https://www.bbc.com/sport/football/67866001"
  },
  {
    "author": "Caryn James",
    "category": "culture",
    "content": "BBC Culture film critics Nicholas Barber and Caryn James pick their highlights of the year, including Barbie, Oppenheimer, Maestro and Killers of the Flower Moon.",
    "description": "BBC Culture film critics Nicholas Barber and Caryn James pick their highlights of the year, including Barbie, Oppenheimer, Maestro and Killers of the Flower Moon.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0gvjn3k.webp",
    "publish_date": "2023-01-04 01:47",
    "title": "Barbie, Oppenheimer and Killers of the Flower Moon: The 20 best films of 2023",
    "url": "https://www.bbc.com/culture/article/20230402-8-of-the-best-films-of-2023-so-far"
  },
  {
    "author": "Alex Petridis",
    "category": "music",
    "content": "The members of the rock trio HotWax attest that their 2023 has been “crazy”. At the start of the year, they had never even been on tour. When I speak to them, they have just returned from a month playing around the US. “It blew our minds,” enthuses the vocalist and guitarist Tallulah Sim-Savage. “Even though the drives were really long, it was like watching a 12-hour film of some interesting scenery.”  They spent the summer playing festivals. They went to Italy at the behest of One Direction's Louis Tomlinson for his Away from Home festival, played Reading and Leeds and - most surreally of all for HotWax - supported Yeah Yeah Yeahs at All Points East. “My favourite band,” nods Sim-Savage. “My dream band to support, so I was terrified, but I really just let go and enjoyed the experience.” The feeling appeared to be mutual: when Yeah Yeah Yeah played Maps, Karen O dedicated it to them.  They have released two acclaimed EPs and been heralded as part of a new wave of incendiary guitar bands, including Spiritual Cramp, Lambrini Girls and Duvet. If you are looking for a vague pointer towards their raging sound, Sim-Savage has previously credited the sound of her mum playing Hole's Live Through This as “the thing that changed everything”.",
    "description": "Noisy rock is alive and well in the hands of this Hole-influenced UK trio, who have already supported 'dream band' Yeah Yeah Yeahs",
    "image_url": "https://i.guim.co.uk/img/media/a92f54f8efe91663909af59d150eb640c640ccf7/0_99_3130_1878/master/3130.jpg?width=1020&dpr=1&s=none",
    "publish_date": "2023-01-03 02:00",
    "title": "Rock trio HotWax: 'After Covid, bands are like: we'll just do what we want'",
    "url": "https://www.theguardian.com/music/2024/jan/01/rock-trio-hotwax-after-covid-bands-are-like-well-just-do-what-we-want"
  },
  {
    "author": "Katherine Latham",
    "category": "future",
    "content": "The space age has brought the world many cutting-edge gadgets and innovative new materials - from super-strong alloys and memory foam to freeze dried foods and the sensors in your mobile phone camera. Advanced technologies such as these have helped Nasa and its fellow space agencies push ever further into the vastness of outer space. So, it might be something of a surprise to see the next era of space exploration relying on a much humbler substance as humans aim to return to the Moon and even beyond to Mars - cork.  This ancient material - which is harvested from the bark of trees that grow around the Mediterranean - is probably most familiar as stoppers in wine and champagne bottles. But its extraordinary properties has seen it used in crucial bits of space rocket hardware and it could come to play an even greater role in years to come. ",
    "description": "When you think of cork, you might think of that pop of champagne on New Year's Eve - but some of this versatile tree bark will also be keeping astronauts safe as humanity returns to the Moon.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h1y0g7.webp",
    "publish_date": "2023-01-04 06:26",
    "title": "Champagne stoppers in space: How cork will protect the next spacecraft to visit the Moon",
    "url": "https://www.bbc.com/future/article/20231228-champagne-stoppers-in-space-how-cork-will-protect-the-next-spacecraft-to-visit-the-moon"
  },
  {
    "author": "Rafael Behr",
    "category": "opinions",
    "content": "This year, countries with a combined population of about 4 billion - half of all the people in the world - will hold elections. That would be cause for celebration if democracy consisted only of the act of voting.  That it doesn't will be proved in March, when Russian citizens will be asked to choose a president, knowing in advance that the winner will be Vladimir Putin. Again.  It would be easier to envisage Putin's regime coming to an end if he cancelled the poll. Then at least he would look afraid of the people. Withdrawing the pretence of democracy would be an admission of demand for the real thing.  Tyrants don't manipulate elections to trick their subjects into thinking they have a choice of ruler. They do it to demonstrate the futility of expecting change. It is an assertion of power by demoralisation. The choreographed rallies, puppet rivals and Potemkin village polling stations are not subtle counterfeits designed to be mistaken for the genuine article. They are deliberately crass - a sneering mimicry that rubs people's noses in the artifice of politics. The point is to discredit the idea that elections make a difference.",
    "description": "Ballots in the UK are free by global standards, but that system alone is no bulwark against tyranny, as the spectre of Donald Trump proves",
    "image_url": "https://i.guim.co.uk/img/media/58edfff1d617e526ab898a90fafe8a4d7f406b0f/0_47_5500_3300/master/5500.jpg?width=620&dpr=1&s=none",
    "publish_date": "2023-01-05 14:42",
    "title": "In Britain and the US, elections signify democracy. They also mask its decline",
    "url": "https://www.theguardian.com/commentisfree/2024/jan/03/britain-us-elections-democracy-decline-donald-trump"
  },
  {
    "author": "Caryn James",
    "category": "culture",
    "content": "The plot of All of Us Strangers makes it sound like a ghost story, and the details may lead you to expect violin strings and treacly melodrama. You can put those expectations aside. Andrew Haigh's eloquent, beautifully nuanced film is something entirely different.  Warning: The article contains spoilers for the plot of All of Us Strangers  The ghosts are not ghoulish spectres but the ghosts of memory, as a middle-aged man, Adam - played by Andrew Scott at his emotionally piercing best - visits his parents, who died in a car crash just before he turned 12. Adam has a loving but clear-eyed, unsentimental view of his mother and father, played by Claire Foy and Jamie Bell with vibrant, down-to earth realism. Haigh and his cast, including Paul Mescal as Adam's new lover, give this film about loss, enduring love and hope for the future such truth and poignance that it is easily among the best of the year.",
    "description": "Paul Mescal and Andrew Scott star alongside Claire Foy and Jamie Bell in Andrew Haigh's All of Us Strangers, a 'beautifully nuanced film' about loss, love and hope.",
    "image_url": "https://ychef.files.bbci.co.uk/1600x900/p0h0ytgp.webp",
    "publish_date": "2023-01-02 08:32",
    "title": "Paul Mescal and Andrew Scott are heartbreaking in All of Us Strangers",
    "url": "https://www.bbc.com/culture/article/20231221-paul-mescal-and-andrew-scott-are-heartbreaking-in-all-of-us-strangers"
  }
]
